<div class="p-4 text-right m-[5%]" dir="rtl">
    <h1 class="text-3xl font-medium">عن الموقع</h1>
    <p class="text-lg">نحن نختص في أرشفة وثائق التخرج، ونقدم خدمات للطلاب والجامعات الخاصة بذلك. يمكنك التحقيق في
        الشهادات الخاصة بك وتحميلها بشكل آمن، والبحث في قاعدة البيانات الخاصة بنا للعثور على الشهادات الخاصة بغيرك.</p>
    <div class="my-4">
        <h2 class="text-xl font-medium">خدماتنا</h2>
        <ul class="pl-4 list-disc">
            <li>أرشفة الشهادات</li>
            <li>خدمة البحث في قاعدة البيانات</li>
            <li>تحميل الشهادات بشكل آمن</li>
        </ul>
    </div>
    <div class="my-4">
        <h2 class="text-xl font-medium">شروط الخدمة</h2>
        <ul class="pl-4 list-disc">
            <li>تتطلب الخدمة التسجيل كمستخدم</li>
            <li>يجب الحصول على الإذن من الجامعة الأصلية للشهادة</li>
            <li>يجب التزام بشروط الخصوصية الخاصة بالموقع</li>
        </ul>
    </div>
</div>
